/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "נדרש חשבון ב Clickatell.com";

/* Label for account field */
"Account:" = "חשבון";

/* label for API ID field */
"API ID:" = "API ID";

/* label for destination number field */
"Destination Number:" = "מספר יעד";

/* Label for password field */
"Password:" = "סיסמא";

/* Title for SMS plugin */
"SMS Notifications" = "התראות SMS";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "להרשם ...../http://www.clickatell.com/brochure\n\nלעלויות ראה כאן http://www.clickatell.com/brochure/pricing.php\n";

